[
  {
    "body": "Hi Sunaina, Tuesday at 10am PT works perfectly—thanks for confirming. I'll look out for the calendar invite and deck in the meantime. Looking forward to learning more about DIA and how I can contribute to shaping the MVP. Best regards, Anshika",
    "from": "Anshika Garg <garganshii1607@gmail.com>",
    "to": "Sunaina Saxena <2703naina@gmail.com>",
    "subject": "Re: Opportunity: Freelance Collaboration on DIA (AI Executive Assistant for CXOs)",
    "date": "Fri, 13 Jun 2025 10:24:37 +0000"
  },
  {
    "body": "Great! Let us lock in Tuesday at 10am PT. I will send over a calendar invite with a brief deck attached to give you a sense of DIA vision and key features. Looking forward to connecting. Sunaina Founder, DIA",
    "from": "Sunaina Saxena <2703naina@gmail.com>",
    "to": "Anshika Garg <garganshii1607@gmail.com>",
    "subject": "Re: Opportunity: Freelance Collaboration on DIA (AI Executive Assistant for CXOs)",
    "date": "Fri, 13 Jun 2025 14:50:14 +0530"
  },
  {
    "body": "Hi Sunaina Thanks for reaching out DIA sounds like a very exciting and timely concept. I would be happy to connect and learn more about what you're envisioning for the MVP and where you see the most urgent needs (UX, AI workflows, integrations, etc). I'm generally available early next week—would Monday or Tuesday morning work for a quick intro call? Best, Anshika",
    "from": "Anshika Garg <garganshii1607@gmail.com>",
    "to": "Sunaina Saxena <2703naina@gmail.com>",
    "subject": "Re: Opportunity: Freelance Collaboration on DIA (AI Executive Assistant for CXOs)",
    "date": "Fri, 13 Jun 2025 09:16:07 +0000"
  },
  {
    "body": "Hi Anshika, I came across your profile and was impressed with your background in AI. I am building DIA, a mobile-first AI executive assistant designed for CXOs, founders, and investors. Think of it as a proactive chief-of-staff that integrates with email and calendar, prioritizes key tasks, and automates routine workflows like scheduling, triage, and follow-ups. Would love to explore if you're open to a freelance engagement to help us shape DIA’s MVP. Are you available for a quick chat early next week? Best, Sunaina Founder, DIA",
    "from": "Sunaina Saxena <2703naina@gmail.com>",
    "to": "garganshii1607@gmail.com",
    "subject": "Opportunity: Freelance Collaboration on DIA (AI Executive Assistant for CXOs)",
    "date": "Fri, 13 Jun 2025 14:43:06 +0530"
  }
]